{
  "Royal Mummies Gallery":[
    {
      "Name": "Ahmose-Nefertari",
      "id":"0",
      "TextA": "ابنـة الملـك سـقنن رع تاعـا الثانـي مـن زوجتـه الملكـة إيـاح حتـب، وقد تزوجـت الملكة أحمس نفرتـاري من أخيها الملـك أحمـس الأول -أول ملـوك الدولـة الحديثـة- حيـث أنجـب الزوجـان الملكيـان العديـد مـن الأطفـال، مـن بينهـم الملـك (أمنحتـب الأول)؛ خليفتـه علـى عـرش مصـر. كانـت الملكـة أحمـس نفرتـاري ملكـة قويـة ومؤثـرة خلال حياتهـا، حيـث تـم تصويرهـا علـى العديـد مـن الآثـار المعاصـرة لهـا، بمـا في ذلـك لوحـة قرابين شـهيرة بالكرنك. وقـد حملـت عـدة ألقـاب منهـا ”الزوجـة الملكيـة العظيمة“، و”أم الملـك“، و”سـيدة مصـر العليـا والسـفلى“، و ”زوجة آمون العظيمـة“، وهـذا اللقب األخيـر يضعها في مرتبـة عالية في عقيـدة معبـود الدولـة الأعظـم (آمـون). حافظـت الملكـة علـى سـلطتها فـي عهـد ابنهـا الملـك )أمنحتـب الأول ) كمـا سـاعدت علـى إحـداث تغييـر إيجابـي فـي البلاد، بعد فترة الاضطـراب خالل العصر الانتقـال الثاني. وقـد عمـرت الملكـة وتجـاوزت عمـر ابنهـا، حتـى توفيـت فـي عهـد الملـك تحتمـس الأول.",
      "TextE": "The daughter of Seqenenre Taa II and his queen Ahhhotep, Ahmose-Nefertari was married to her brother, Ahmose I, the first monarch of the New Kingdom. The royal couple bore several children, including the next king, Amenhotep I. Powerful and influential during her lifetime, she is depicted on many contemporary monuments, including the Donation Stela at Karnak. Her attested titles include “great royal wife,” “king’s mother, mistress of Upper and Lower Egypt,” and “great wife of Amun,” this latter placing her high up in the cult of the great state god Amun.\n\nShe maintained her power during the reign of her son, Amenhotep I, helping to bring about positive change to the country after the unstable time of the Second Intermediate Period. She outlived her son, dying during the reign of Thutmose I. In later times, mother and son were venerated as a divinized couple by the Egyptians, especially in the village of Deir el-Medina, home to the artisans responsible for the royal tombs. Here they were the focus of a dedicated cult, and were considered the “patron saints” of the Theban necropolis."
    },
    {
      "Name": "Hatshepsut",
      "id":"1",
      "TextA": "تعتبـر الملكـة (حتشبسـوت) مـن أهـم السـيدات النبيلات، حيـث كانـت ملكة قوية، ثـم أصبحت ملـكًا حاكمًا، وبفضل إنجازاتهـا المتعـددة أصبحـت واحدة من أشـهر الشـخصيات فـي تاريـخ مصـر القديمـة. كانـت حتشبسـوت ابنـة الملـك )تحتمـس الأول) مـن زوجتـه الرئيسـة الملكـة (أحمـس)، التي تنتمـي إلـى سلالة (أحمـس)مؤسـس الدولـة الحديثـة. تزوجـت حتشبسـوت عندمـا كانـت فتـاة صغيـرة مـن أخيهـا غيـر الشـقيق (تحتمـس الثانـي)، الـذي جـاء إلـى العـرش بعـد وفـاة والدهمـا الملـك تحتمـس الأول، وعندمـا توفـي الملـك تحتمـس الثانـي، تـرك وراءه بنـات وابنـًا مـن زوجتـه الثانويـة )إيزيـس) وهـو (تحتمـس الثالـث)، الـذي كان أصغـر مـن أن يحكـم بنفسـه؛ فأصبحـت حتشبسـوت الوصيـة علـى عرش مصـر، بـل كانـت هـي الحاكـم الفعلـي للبلاد، ولهـا نفـوذ فـي كل شـيء مـا عدا الاسـم الرسـمي، حيث حكمـت لعدة سـنوات نيابـة عـن ابـن زوجهـا. منعـت التقاليـد في مصـر القديمة المرأة مـن أن تصبح ملكا علـى البلاد، فقد كان دور الملك مقصـورًا على الرجال فقط، ومـع ذلـك لا يمكـن للملـك أن يحكـم بـدون زوجـة تقف إلى جانبـه، حيـث تتولـي دور الملكـة العظيمـة، كتأكيـد علـى رمزيـة التـوازن فـي الكون بين عنصـري الطبيعـة؛ وهما الذكر والأنثـى. ادعـت حتشبسـوت- باعتبارهـا ابنـة ملـك وزوجـة آخـر- أنهـا ذات دم ملكـي نقـي، وسـرعان ما أعلنت نفسـها  ملـكًا بالرغـم مـن كونهـا امـرأة! وقـد كرسـت جـدارًا كامـلاً بأحـد الأروقة فـي معبدها الجنائـزي في الديـر البحري، تذكر فيـه القصـة الغامضـة لولادتهـا المقدسـة، حيـث يظهـر المعبـود العظيـم (آمـون رع)، الـذي زار والدتهـا أحمـس فـي الليـل؛ لينجـب منهـا حتشبسـوت، وكان الهدف مـن ذلك هو التعبيـر عـن شـرعية بنوتها، وإثبـات أن حكمها علـى مصر قد  تـم تحديـده مسـبقًا مـن قبـل المعبـودات المصرية. عُرفـت حتشبسـوت أنهـا صاحبـة إنجـاز كبير في مشـروعات البنـاء التـي لا حصـر لهـا، ومـن أشـهرها المقصـورة الحمـراء بمعبـد الكرنـك. باإلضافة إلـى قيامها بأعمـال ترميم بمعبد المعبـودة (مـوت) فـي الكرنـك، ومعبـد الربـة (باخيـت )فـي بني حسـن، والمسلا ت التـي نحتتهـا بمحاجر أسـوان تمجيدا للمعبـود (آمـون رع). أعـادت حتشبسـوت حركـة التجـارة التي تعطلت أثنـاء فترات الاضطـراب والاحتلال الأجنبـي فـي عصـر الانتقـال الثانـي، حيـث تـم تخصيص جـدار آخر مـن معبدها الجنائـزي لتصوير بعثـة تجاريـة، أطلقتهـا نحـو بلاد بونـت- تقـع بيـن إثيوبيـا الحديثـة والسـودان حاليًا- وذلك لاسـتيراد العـاج والراتنجات وخشـب الأبنـوس والتوابـل وغيرهـا مـن السـلع القيمـة.",
      "TextE": "The “Foremost of Noble Ladies,” Hatshepsut’s achievements as a powerful queen and then a ruling pharaoh have made her one of the most famous figures in ancient Egypt history. She was the daughter of Thutmose I and his principal queen Ahmose, who may have been part of the Ahmosid dynasty that founded the New Kingdom.\n\n As a young girl, she was married to her half-brother, Thutmose II, who came to the throne after the death of their father, Thutmose I. When Thutmose II died, he left behind daughters and a son by a minor wife named Iset, Thutmose III, who was too young to rule on his own. Hatshepsut became Egypt’s regent, monarch in all but name. For several years, she ruled the country on behalf of her stepson.\n\n In ancient Egypt, a woman could not become ruler, as the role of pharaoh was seen as exclusively masculine. However, the king could not rule without a wife by his side to assume the role of the Great Queen, symbolizing the balance of male and female and underscoring the dual nature of the created cosmos. Hatshepsut, as the daughter of a pharaoh and his Great Royal Wife, could claim the purest of royal bloodlines, and soon declared herself pharaoh, despite her gender. In her memorial temple at Deir el-Bahari, she devoted an entire wall of one portico to the mystical story of her divine birth, showing the great god Amun-Re visiting her mother, Ahmose, in the night.\n\nThis was meant to express her legitimacy, and prove that her rule over Egypt was pre-ordained.\n\nHatshepsut is remembered as a prolific builder who commissioned countless construction projects. Her most famous are the Red Chapel in Karnak, her work in the restoration of the Mut Precinct at Karnak, the temple of Pakhet at Beni Hasan, and the obelisks she had quarried at Aswan for the glory of Amun-Re."
    },
    {
      "Name": "Ramses II",
      "id":"2",
      "TextA": "يعـد الملـك (رمسـيس الثاني) أشـهر ملـوك الدولـة الحديثة، حيـث خلـف والـده الملـك (سـيتي الأول)، وأصبـح ملـكًا فـي سـن مـا بيـن الخامسـة والعشـرين والثلاثيـن مـن العمـر. وتمتـع بحكـم طويـل يصـل لنحو سـبعة وسـتين عامـًا، كما تـرك كمّـًا مهـولًا مـن الآثـار والنقـوش.\n\n كان لـدى الملـك رمسـيس الثانـي العديـد مـن الملـكات، وأنجـب حوالـي مئـة طفـل، بينمـا كانـت زوجته الرئيسـة هي الملكـة العظيمـة (نفرتـاري)، والتـي بنـى لهـا معبـدًا بالقـرب مـن معبـده (أبـي سـمبل) بالنوبـة. وتُعـد مقبرتهـا فـي وادي الملـكات هـي أجمـل مقبـرة بجبانـة طيبـة. ومـن المرجـح أن الملـك رمسـيس الثانـي قـد تـزوج أيضـا مـن ابنتـه (ميريـت آمون). يعتبـر الملـك رمسـيس الثانـي مـن أعظـم محاربـي مصـر، فقـد سـجل أحـداث معركـة (قـادش) -التـي دارت فـي السـنة الخامسـة مـن حكمـه ضـد مملكـة (الحيثييـن)- علـى آثـار متعـددة. علـى الرغـم مـن أن النتيجـة الفعليـة للمعركـة كانـت تكافـؤ الكفتيـن، إلا أن الملـك كان فخـورا للغايـة بشـجاعته الشـخصية وبراعتـه العسـكرية، متفاخـرا بأنـه قـد أنقـذ مصـر بمفـرده مـن مصيـر الهزيمـة السـاحقة.  وقـد اسـتمر فـي مناوشـات مـع (الحيثييـن) لسـنوات عديدة، لكنـه وقـع فـي النهايـة علـى معاهـدة سلام -الأولـى فـي التاريـخ- مـع ملكهـم، وتـزوج ابنتـه لإتمـام التحالـف الـذي أقامـه. وقـد تـم العثـور علـى مقبـرة السـفير الـذي سـلم معاهـدة السلام فـي سـقارة. بنـى الملـك رمسـيس الثانـي معابـد فـي كل أنحـاء مصـر والنوبـة، ومـن أشـهر مشـاريعه الإنشـائية معبـد أبـي سـمبل والرامسـيوم – المكـرس لعبادتـه الجنائزيـة – وكذلـك إضافاتـه فـي معبـد الأقصـر، كمـا أسـس عاصمـة جديـدة وهـي (بـر رمسـيس) فـي الدلتـا. كمـا أقـام العديـد مـن التماثيـل الخاصـة بـه، واسـتولى علـى عـدد كبيـر آخـر مـن التماثيـل التـي كانـت تخـص ملـوكًا سـابقين. تـم دفـن الملـك رمسـيس الثانـي فـي الأصـل فـي المقبـرة ,(KV7) ولكـن نقلـت جثتـه إلى خبيئة الديـر البحري؛ لحمايتها مـن النهـب. تـم إرسـال الموميـاء فـي أواخـر القرن العشـرين إلى متحف الإنسـان (Musée de l’Homme)  بباريس؛ لدراسـتها وترميمهـا، حيـث كانـت تعانـي مـن حالـة سـيئة. ومـن المثير أنـه ضمـن وثيقة سـفره الرسـمية أدرجـت وظيفته أنـه (ملك متوفى).",
      "TextE": "Arguably the most famous of the New Kingdom pharaohs, Ramses II succeeded his father Seti I, and became king at the age of between 25 and 30. He enjoyed a long reign, ruling for 67 years, and left a well-recorded legacy.\n\nHe had many queens and sired around 100 children. His Great Royal Wife was Nefertari, for whom he built a temple near his own in Nubia, at Abu Simbel. Her tomb in the Valley of the Queens is perhaps the most beautiful sepulcher in the Theban necropolis. Ramses II also married at least one of his daughters, Meritamun.\n\nRamses II is remembered as a great warrior and recorded his Year 5 Battle of Kadesh, in which he fought against the Hittites. Although the actual outcome of the battle was a draw, the king was excessively proud of his personal bravery and military prowess, bragging that he had singlehandedly saved Egypt from what might have been a terrible defeat. He continued to skirmish with the Hittites for many years, but eventually signed a peace treaty—the first known in history—with their king, and married his daughter to seal the newly-founded alliance. The tomb of the ambassador who delivered the peace treaty has been found at Saqqara.\n\nThis pharaoh built temples almost everywhere in Egypt, as well as in Nubia. The most famous of his projects are Abu Simbel, the Ramesseum (dedicated to his mortuary cult), and his additions to Luxor Temple. He also founded a new capital, Pi-Ramses, in the Delta. For his own glory and the glory of Egypt, he erected many statues of himself, a great number of which he usurped from earlier kings. Ramses II was originally buried in KV 7, but his body was moved to the Deir el-Bahari cache to protect it from looting. In the late 20th century, the mummy was sent to the Musée de l’Homme in Paris for study and restoration, as it was in poor condition. In his official travel document, his occupation was listed as “King (deceased)”.\n"
    },
    {
      "Name": "Thutmose III (Menkheperre)",
      "id":"3",
      "TextA": "بـدأ (تحتمـس الثالـث) عهـده كملـك بالاسـم فقـط؛ لكونـه صغيـرًا جـدًا علـى الحكـم عنـد وفـاة والـده، حينهـا لعبـت زوجـة أبيـه حتشبسـوت دور الوصـي علـى العـرش لعـدة سـنوات، ثـم أعلنـت نفسـها ملـكًا بشـكل رسـمي، ممـا أدى إلـى انحسـار دور تحتمـس الثالـث فـي الحكـم. أخـذ الملـك الشـاب فـي النمـو علـى مـدى عقديـن، إلـى أن أصبـح واحـدًا مـن الملـوك المحاربيـن العظمـاء فـي الدولـة الحديثـة – مـن المرجـح أن حتشبسـوت قـد منحتـه قيـادة جيـوش مصـر ضمـن واجباتـه- حيـث قـام بعـد وفاتهـا بسلسـلة مـن الحملات العسـكرية التي عـززت موقف مصر، كواحـدة مـن القـوى العظمـى فـي العالم القديـم. فتحت حكمـه الأوحـد، وصلـت الإمبراطوريـة المصريـة إلـى أبعـد مـدى لهـا، مـن الفرات فـي الشـمال إلى الجنـدل الرابـع للنيل فـي الجنـوب، ونجـح فـي تأكيـد السـيطرة المصرية فـي بلاد الشـام – سـوريا وفلسـطين المعاصـرة- وتعتبـر معركتـه الشـهيرة فـي (مجـدو)-مدينـة مهمـة فـي فلسـطين القديمـة- نموذجـًا للتخطيـط الاسـتراتيجي العسـكري. كان الملـك تحتمـس الثالـث صاحـب إنجـازات عـدة؛ حيـث حـرص علـى تـرك بصمته علـى إمبراطوريته الواسـعة. فتحت قيادتـه، نفـذت مصـر سـبع عشـرة بعثـة عسـكرية كبـرى علـى الأقـل. كمـا تـرك وراءه آثـارًا لمشـروعات بنـاء كبـرى، مـن بينهـا صالـة (آخ منـو)، وهـي صالـة الاحتفـاالت فـي معبـد (آمـون رع)بــ (الكرنـك)، حيـث وضـع قائمـة للملـوك، مُسَـجلًا بهـا أسـماء أسلافه. وقـد عـرف عـن الملـك تحتمـس الثالـث اهتمامـه بعالـم الطبيعـة، حيـث أمـر ببنـاء (حديقـة نباتيـة( مزينـة بالنباتـات والحيوانـات الغريبـة التـي رآهـا خلال حمال الخارجيـة بالكرنـك. لقـد حكـم تحتمـس الثالـث لمـدة ً أربعـة وخمسـين عامـا -بمـا فيهـا عهـده المشـترك مـع حتشبسـوت- كانـت فيهـا مصـر مزدهـرة وقويـة. كانـت مقبـرة الملـك تحتمـس الثالـث فـي وادي الملـوك ذات مناظـر وزخـارف رائعـة، حيـث توضـح المناظـر 34 KV )  )رحلـة معبـود الشـمس خلال اثنتـي عشـرة سـاعة مـن الليل، ُ بأسـلوب يحاكـي الرسـم علـى ورق البـردي. وقد د ِفـن الملك فـي الأصـل فـي تابـوت علـى شـكل خرطـوش -لايـزال موجـودًا فـي حجـرة الدفـن- ولكـن تـم نقلـه فـي نهايـة المطـاف إلـى خبيئـة الموميـاوات فـي الديـر البحـري، مثـل التابوت العديـد مـن الموميـاوات الملكيـة الأخـرى.",
      "TextE": "Too young to rule at the death of his father, Thutmose III began his reign as monarch in name only. His stepmother, Hatshepsut, served as his regent for several years, and then declared herself senior pharaoh, relegating the young Thutmose III to the role of junior king.\n\n For the next two decades, the young monarch grew into what would become his eventual role as one of the great warrior pharaohs of the New Kingdom. It seems likely that Hatshepsut gave him command of Egypt’s armies as one of his duties, as, at her death, he launched a series of military campaigns that solidified Egypt’s position as one of the region’s superpowers. Under his sole rule, the empire reached its farthest extent, from the Euphrates in the north to the Fourth Cataract of the Nile in the south. He successfully asserted Egyptian dominance in the Levant (modern-day Syria-Palestine); his battle at Megiddo, an important city in ancient Palestine, is considered a model of military strategy.\n\n The king, who was keen on leaving his own mark on his expanding empire, was extremely active all over Egypt and Nubia. Under his guidance, Egypt carried out at least 17 major military expeditions. He also left behind evidence of major building programs, including the “Akh-Menu,” a temple in the precinct of Amun-Re at Karnak in which he carved a king list recording the names of his predecessors. Thutmose III was also known for his interest in the natural world; at Karnak, he commissioned the construction of the “botanical garden”, a chamber decorated with images of the exotic flora and fauna he and his troops had encountered in their foreign campaigns. Including his joint reign with Hatshepsut, he ruled for 54 years over a prosperous and powerful Egypt.\n\nHis tomb in the Valley of the Kings, KV 34, is remarkable for its decoration, which illustrates the journey of the sun god through the 12 hours of the night in a style that mimics drawing on papyrus. He was originally buried in a cartouche-shaped sarcophagus, which still lies in his burial chamber. However, like many of the other royal mummies, he was eventually taken to the mummy cache at Deir el-Bahari."
    },
    {
      "Name": "Amenhotep I (Djeserkare)",
      "id":"4",
      "TextA": "تولـي الملـك (أمنحتـب الأول) – ثانـي ملـوك الأسـرة الثامنـة  عشـرة- العـرش وهـو مـازال طفـلا بعـد وفـاة العديـد مـن الإخـوة األكبـر سـنا، فحكـم مصـر بمسـاعدة والدتـه الملكة أحمـس نفرتـاري. يعتقـد معظـم العلمـاء أنـه حكـم لمـدة عشـرين عاما تقريبـا، بينمـا يرجـح أخـرون أن مـدة حكمـه كانـت ثلاثين عامـا. قـاد الملـك أمنحتـب الاول حملات فـي النوبـة وليبيـا، كمـا  بـدأ أو أكمـل عـددا مـن مشـاريع البنـاء، بمـا فـي ذلـك معبـد بالنوبـة، ومقصـورة رائعـة للمعبـود آمـون فـي الكرنـك؛ مصنوعـة بالكامـل مـن المرمـر المصـري -وفقـا لنقـوش السـيرة الذاتيـة فـي مقابـر المسـؤولين المعاصريـن لـه- حيـث تـم إحيـاء ذكـراه كحاكـم عظيـم، وتـم تقديسـه بعـد وفاتـه إلـى جانـب والدتـه طيلـة قـرون، وخاصة فـي دير المدينـة – قريـة الحرفييـن الذيـن بنـوا المقابـر الملكيـة فـي وادي الملـوك.  ذكـرت مقبـرة الملـك أمنحتـب الأول فـي برديـة (آبـوت(، وبالرغـم مـن ذلـك فلا يـزال موقعهـا غيـر معـروف حتـى الآن، ويعتقـد بعـض العلمـاء أنهـا تقـع فـي منطقـة (دراع أبـو النجـا)، بينمـا يرجح آخـرون بأنهـا مقبرة صغيـرة في وادي الملـوك. فـي حين اقترح باحـث بولندي – في الآونـة الأخيرة- أنهـا تقـع فـي منطقـة الديـر البحـري بالقـرب مـن المعبـد الجنائـزي للملكـة حتشبسـوت.",
      "TextE": "The second pharaoh of the 18th Dynasty, Amenhotep I likely ascended the throne after the death of several older brothers. He may have been a child when he became king and ruled with the assistance of his mother, AhmoseNefertari. Most scholars believe that he reigned for about 20 years, although others suggest 30. According to autobiographical inscriptions in the tombs of contemporary officials, Amenhotep I led campaigns into Nubia and Libya. He also began or completed a number of building projects, including a temple at Saï in Nubia and an exquisite barque chapel for Amun at Karnak made entirely of Egyptian alabaster.\n\nRemembered as a great ruler, he was deified after his death alongside his mother. Both were venerated for centuries, with their cult especially prominent at Deir el-Medina, the village of the artisans who built the royal tombs in the Valley of the Kings. Amenhotep I’s original tomb is mentioned in the Abbott Papyrus, but its location is still unknown. Some scholars believe that it is located in Dra Abu el-Naga, while others identify it with a small tomb in the Valley of the Kings. More recently, a Polish scholar has suggested that it still lies undiscovered at Deir el-Bahari, near the memorial temple of Hatshepsut."
    },
    {
      "Name": "Seti I Menmaatre",
      "id":"5",
      "TextA": "حكـم الملـك (سـيتي الأول) ابـن الملـك (رمسـيس الأول) -مؤسـس الأسـرة التاسـعة عشـرة- مصـر لمـدة واحـد وعشـرين عامـًا علـى الأقـل. حيـث كان خلال الفترة السـابقة علـى الحكـم ضابطـًا في الجيش مثـل والده، وبعـد أن أصبح ملـكًا قـاد حملات مختلفـة فـي ليبيا والشـام؛ لإعـادة فرض السـيطرة المصريـة فـي الخـارج. كان الملـك سـيتي الأول أول ملـك مصـري يخوض معركـة ضـد (الحيثييـن) – والتي كانت القـوة العظمـى الجديدة في الشـرق الأدنى- وتم تسـجيل هـذه الأنشـطة والانتصـارات العسـكرية ببراعـة شـديدة فـي معبـد آمـون بالكرنـك. أمـر الملـك سـيتي  الأول بتنفيـذ العديـد مـن مشـاريع البنـاء  الكبـرى، سـواء فـي الكرنـك أو أبيـدوس، كمـا شـيد معبـدًا جنائزيـًا بالبـر الغربـي لطيبـة. وفي عهـده بدأ تصوير مشـاهد المعـارك علـى نطـاق واسـع علـى جـدران المعابـد المصريـة، كطريقـة للدعايـة السياسـية والإعلان عن قـوة الملك. يرجع إلـي عهـد الملـك أقـدم خريطـة جيولوجيـة فـي العالـم، وهـي مسـجلة علـي بردية – محفوظـة حاليا فـي (تورينو(- حيـث تصـور تلـك البرديـة منطقـة مناجـم الذهـب بــ (بيـر أم فواخيـر) و (وادي الحمامـات). كانـت زوجتـه الرئيسـة هـي الملكـة (تويـا) ابنـة قائـد عجلـة حربيـة كبيـر يدعـى (رايـا)، وأنجـب الزوجـان ثلاثـة أطفـال، أحدهـم هو الملك رمسـيس الثانـي (العظيـم) خليفته في الحكـم. تعـد مقبـرة الملـك سـيتي الأول فـي وادي الملـوك (KV 17 )  واحـدة مـن أفضـل وأجمـل المقابـر الملكيـة، حيـث تحتفـظ مناظـر جدرانهـا بألوانهـا الزاهيـة، بمـا فـي ذلـك اللـون الأزرق  الداكـن؛ تقليدا لسـماء الليل الذي ظهر على بعض الأسـقف. عثـر علـى ممـر قديـم غيـر مزيـن فـي الجـزء الخلفـي مـن حجـرة الدفـن، يمتـد لمسـافة 5.173م، ولكن تم تـرك العمل بالممـر عندمـا مـات الملـك.",
      "TextE": "Son of Ramses I, the founder of the 19th Dynasty, Seti I ruled Egypt for at least 12 years. During the previous reigns, he had been, like his father, an army officer. After he became king, he commanded various campaigns into Libya and the Levant to reimpose Egyptian authority abroad. He fought the Hittites, the new superpower of the Near East. These military activities and victories were carefully recorded at Karnak, in the temple of Amun.\n\nSeti I ordered the construction of several major building projects at Karnak and Abydos, and constructed a mortuary temple on the west bank at Thebes. He ordered the carving of battle scenes on a large scale in the precinct of Amun in Karnak to publicly proclaim his might. Possibly the oldest geological map in the world, now in Turin, is preserved on a papyrus from his reign. This depicts the gold-mining town of Bir Umm Fawakhir and the Wadi Hammamat.\n\nHis principal queen, Tuya, was the daughter of another military officer, a charioteer named Raia. Together, they had at least three children, one of whom became the next king, Ramses II (the Great).\n\nThe tomb of Seti I in the Valley of the Kings, KV 17, is one of the best-preserved and most beautiful of the royal sepulchers. The wall decoration retains its vivid colors, including a deep blue to imitate the night sky that was used on some of the ceilings. At the back of the burial chamber is an ancient tunnel that runs for 173.5 m into the bedrock. This is undecorated. When the king died, the tunnel was abandoned, and it hides no secrets."
    },
    {
      "Name": "Thutmose II (Aakheperenre)",
      "id":"6",
      "TextA": "لا يُعرَف الكثيـر عـن عصـر الملـك (تحتمـس الثانـي)؛ بسـبب  حكمـه القصيـر نسـبيًا، فهـو ابـن الملـك تحتمـس الأول مـن زوجـة ثانويـة، وتـم تأميـن حكمـه من خلال زواجه مـن أخته غيـر الشـقيقة حتشبسـوت؛ ابنـة الملكـة (أحمـس) الزوجـة الرئيسـة للملـك تحتمـس الأول. كانـت مـدة حكـم الملـك تحتمـس الثانـي -رابـع ملـوك الأسرة الثامنـة عشـرة- لاتـزال محـل جـدل، فربمـا حكـم مـدة تقـل عـن خمس سـنوات- وقـد أنجب من حتشبسـوت ابنتيـن همـا (نفـرو رع) و (نفروبيتـي)، وكانـت زوجتـه الثانويـة )إيسـت)هـي أم ابنـه الوحيـد تحتمـس الثالـث الـذي خلفـه علـى العـرش. تذكـر المصـادر التاريخيـة نجـاح الملـك تحتمـس الثانـي فـي إخمـاد العديـد مـن الثـورات فـي النوبـة، كمـا قضـى علـى قبيلـة تسـمى (الشاسـو) فـي سـيناء، وربمـا قـام بحملـة عسـكرية علـى سـوريا، وتـرك وراءه بقايـا مشـروع بنـاء متواضـع فـي الكرنـك، عبـارة عـن بوابـة مـن الحجـر الجيـري مـن فنـاء الصـرح الرابـع وإلفنتيـن، وكذلـك فـي النوبـة عنـد )سـمنة وقمـا). توفـي الملـك فـي حوالـي الثالثيـن مـن عمـره، ولـم يتـم تحديـد موضـع مقبرتـه الأصليـة فـي وادي الملـوك حتـى الآن، علـى الرغـم مـن اعتقـاد الكثيريـن أنهـا كانـت 42 KV ، وعندمـا اقتحمهـا اللصـوص سـارقو الكنـوز، نُقلت حينهـا الموميـاء إلـى خبيئـة الديـر البحـري. حيـث سـجلت بطاقـة بالخـط بالهيراطيقـي علـى اللفائـف الخارجيـة للموميـاء، تذكـر ترميـم دفنتـه فـي السـنة السادسـة مـن حكـم الملـك (سـمندس) -الملـك الشـمالي مـن الأسـرة الحاديـة والعشـرين- فـي الوقت الذي سـيطر (بانجـم) على منطقة )طيبـة)، وربمـا تـم إعـادة دفنـه بعـد ذلـك.",
      "TextE": "Little is known about the rule of Thutmose II due to his relatively short reign. Son of Thutmose I and a minor wife, his reign was secured through his marriage to his half-sister, Hatshepsut, daughter of Thutmose I’s principal queen, Ahmose. Fourth king of the 18th Dynasty, he probably ruled for less than five years, although this is still a matter of debate. With Hatshepsut he sired two daughters, Neferure and Neferubity; a secondary wife, Iset, was the mother of his only known son, Thutmose III, who succeeded him on the throne.\n\nThe historical record credits Thutmose II with putting down several uprisings in Nubia and vanquishing a tribe called the Shasu in Sinai, and he may have carried out a military campaign in Syria. He left behind remains of modest building programs in Elephantine, as well as in Nubia, at Semna and Kumma. In Karnak, he built a festival court in front of the Fourth Pylon and side entrances into it one of which was a small pylon.\n\nThe king died at approximately the age of 30. His original tomb in the Valley has not been definitely identified, although many believe it was KV 42. However, this was most likely disturbed by grave robbers looking for treasure, as his mummy was moved to the Deir el-Bahari cache. A docket written in hieratic on the outer shroud of the mummy records the restoration of his burial in Year 6 of Smendes (the northern king of the 21st Dynasty while Pinudjem I controlled the Theban Region; his final reburial may have taken place later than this."
    },
    {
      "Name": "Seqenenre Taa II",
      "id":"7",
      "TextA": "تعـد موميـاء الملـك (سـقنن رع تاعـا الثانـي) واحـدة مـن الموميـاوات الملكيـة الأكثـر روعـة علـى الإطلاق، كان الملك (سـقنن رع) حاكماً لطيبـة – الأقصـر حاليـاً – خلال أواخـر عصـر الانتقال الثانـي، في حين كان (الهكسـوس) يحكمون شـمال مصـر لأكثـر مـن قـرن مضـى، وكانـوا يهـددون أراضي طيبـة ناحيـة الجنـوب. تؤكـد المصـادر التاريخية قيـام الملك سـقنن رع تاعـا ببدايـة الحـرب ضـد هـؤلاء الغـزاة، والتـي اسـتمرت علـى يـد ولديـه (كامـوس) و(أحمـس الأول)، وقـد تـزوج الملـك مـن أختـه الزوجـة الرئيسـة (إيـاح حتـب)، وأنجـب ابنتيـن همـا (أحمـس نفرتاري) و (أحمـس نبيتـا)، بالإضافة إلى ولديـه كامـوس وأحمـس. توفي الملـك سـقنن رع تاعـا عـن عمـر يناهـز الأربعيـن عامـاً، وتظهـر جمجمتـه علامـات جـروح مروعـة؛ تـدل علـى موتـه شـهيداً؛ جـراء المعـارك ضـد الهكسـوس، ومـن المرجـح أن هـذا الحاكـم قـد تـم دفنه فـي الأصـل فـي (ذراع أبـو النجا) – الجانـب الشـمالي لجبانـة طيبـة – حيـث دفـن بهـا ملـوك الأسـرة السـابعة عشـرة، ثـم تـم نقـل جسـده فـي النهايـة إلـى خبيئـة (320TT )، حيـث عثـر عليـه هنـاك في عـام 1881م.",
      "TextE": "One of the most fascinating royal mummies ever found, Seqenenre Taa II was the ruler of Thebes (modern day Luxor) during the late Second Intermediate Period.\n\nWhen he became king, the Hyksos (foreigners from the northeast) had been ruling the northern part Egypt for over a century, and were threatening Theban territory.\n\nHistory remembers Seqenenre Taa as the king who began the fight against these invaders; the war was continued by his sons Kamose and Ahmose I. His principal wife, also his sister, was Ahhotep.In addition to Kamose and Ahmose, they had at least two daughters, Ahmose-Nefertari and Ahmose Nebetta.\n\nSeqenenre Taa died at about the age of 40, His skull bears the marks of horrific wounds, almost certainly the result of the battle against the Hyksos and clear evidence that he died a violent death. It is likely that this ruler was originally interred at Dra Abu el-Naga, the northernmost cemetery of the Theban necropolis, where the kings of the 17th Dynasty were buried. His body was eventually moved to TT 320, where it was found in 1881."
    }
  ]
}
