{
  "TextTile Gallery":[
    {
      "Name": "linen sheets with weft",
      "id":"0",
      "TextA": "في الملابس المصرية القديمة، كان الكتان هو النسيج الأساسي المستخدم بسبب المناخ الحار ووفرة الكتان، الذي يُصنع منه الكتان. كانت الأقمشة الكتانية مع اللحمة (الخيوط الأفقية في النسيج) شائعة بشكل خاص وكانت معروفة بجودتها العالية وحرفيتها الدقيقة.",
      "TextE": "In ancient Egyptian clothing, linen was the primary textile used due to the hot climate and the abundance of flax, from which linen is made. Linen sheets with weft (the horizontal threads in weaving) were particularly common and were known for their high quality and intricate craftsmanship "
    },
    {
      "Name": "Niankpepy Kem's statue",
      "id":"1",
      "TextA": "نيانكبيبي كيم كان شخصية مهمة تحمل العديد من الألقاب، بما في ذلك مشرف صعيد مصر، رئيس الخزانة، والمستشار الوحيد للملك. تُظهر هذه التمثال الخشبي النادر ملابس نيانكبيبي كيم المزخرفة وإكسسواراته المناسبة لرتبته: تنورة مثنية مؤمنة بحزام متقن.\n\nالخشب المطلي، الجص\n\nالمملكة القديمة، الأسرة السادسة",
      "TextE": "Niankpepy Kem was a significant individual holding many titles, including Overseer of Upper Egypt, Head of the Treasury, and Sole Counselor of the King. This rare wooden statue shows Niankhpepy Kem's elaborate clothing and accessories appropriate to his rank: a pleated kilt secured by an elaborate belt.\n\nPainted wood, stucco\n\nOld Kingdom, 6th dynasty"
    },
    {
      "Name": "Ancient bread loaves",
      "id":"2",
      "TextA": "هذه الأرغفة المصنوعة من دقيق القمح وُجدت في مقابر العمال الذين عاشوا في قرية دير المدينة. هذه الأرغفة هي فقط بعض من الأنواع العديدة من أرغفة الخبز التي صنعها المصريون القدماء. كان الخبز يوفر الغذاء للمتوفى طوال الأبدية.\n\nالمملكة الحديثة، الأسرة التاسعة عشرة.",
      "TextE": "These loaves made of wheat flour were found in the tombs of the workmen who lived in the village of Deir el-Medina. These are just some of the many types of bread loaves made by the ancient Egyptians. The bread provided sustenance for the deceased throughout eternity.\n\nNew Kingdom, 19th dynasty"
    },
    {
      "Name": "Tanagra figurines",
      "id":"3",
      "TextA": "تماثيل تاناجرا كانت نوعًا من التماثيل الطينية اليونانية المصبوبة في القوالب التي تم إنتاجها من أواخر القرن الرابع قبل الميلاد، وسميت على اسم مدينة تاناجرا البُويوتية، حيث تم اكتشاف العديد منها، والتي أعطت اسمها لهذا النوع الكامل من التماثيل. ومع ذلك، تم إنتاجها في العديد من المدن. كانت تُغطى بطبقة رقيقة من الطلاء الأبيض السائل قبل الحرق، وكان يُعاد أحيانًا تلوينها بعد ذلك بألوان طبيعية باستخدام الألوان المائية، مثل التمثال الشهير \"سيدة باللون الأزرق\" في متحف اللوفر. كانت تُصدَّر على نطاق واسع في جميع أنحاء العالم اليوناني القديم. تم صنع مثل هذه التماثيل في العديد من المواقع المتوسطية الأخرى، بما في ذلك الإسكندرية، تارانتوم في ماغنا غراسيا، سينتورب في صقلية، وميرينا في ميسيا.",
      "TextE": "The Tanagra figurines were a mold-cast type of Greek terracotta figurines produced from the later fourth century BC, named after the Boeotian town of Tanagra, where many were excavated and which has given its name to the whole class. However, they were produced in many cities. They were coated with a liquid white slip before firing and were sometimes painted afterward in naturalistic tints with watercolors, such as the famous \"Dame en Bleu\" (\"Lady in Blue\") at the Louvre. They were widely exported around the ancient Greek world. Such figures were made in many other Mediterranean sites, including Alexandria, Tarentum in Magna Graecia, Centuripe in Sicily and Myrina in Mysia."
    },
    {
      "Name": "A bed with cover",
      "id":"4",
      "TextA": "الأسرة كانت مصنوعة من الخشب، وغالبًا ما كانت مائلة أو منحنية حتى لا ينزلق النائم. كان المصريون ينامون برؤوسهم على وسادة الرأس، التي كانت في كثير من الأحيان مبطنة بالوسائد. كانت الفرش محشوة بالأزلق أو القش وكانت توضع على الإطار الخشبي.",
      "TextE": "Beds were made of wood, often slanted or curved so that the sleeper wouldn't slide off. Egyptians slept with their heads on a headrest, which was often softened by cushions. Mattresses were stuffed with reeds or straw and sat on the wooden frame."
    },
    {
      "Name": "The Kiswa",
      "id":"5",
      "TextA": "يعد القيام على كسوة الكعبة المشرفة من أعظم الأعمال وأشرفها في الثقافة العربية والاسلامية ويعود تقليد كسوة الكعبة الى الملك اليمني تبع أسعد الكاململك حمير ( 387 - 430م) الذي تنسب اليه التقاليد العربية انه كان اول من كسا الكعبة المشرفة كاملة قبل الإسلام، ثم استمر هذا التقليد متبعا الى اليوم، حيث كانت تغطي بالكسوة أكثر من مرة في العالم الواحد.\n\nوتنوع كساء الكعبة ما بين القطن والقطيفة والكتان والحرير، حتى أرسى الخليفة العباسي المأمون (813-1818م) تقليد كسوة الكعبة مرة واحدة في العام بالحرير الأسود.\n\nومنذ عصر الخليفة أبي بكر الصديق فقد تنوعت أماكن صنع الكسوة ما بين مصر ودمشق واليمن ولكن مع عصر الملك الصالح نجم الدين أيوب (1240-1249) فقد احتفظت مصر بشرف صناعة الكسوة وإرسالها سنويا إلى مكة المكرمة حيث انشئت العديد من الدور لصناعتها في تنيس وتونة وشطا ، وكان اخرها دار الكسوة المفرشة التي انشأها محمد علي في الحرنفش عام عام 1818 وكانت تضم المئات من أمهر العاملين في صناعة النسيج وتطريزه.",
      "TextE": "Performing the covering of the Kaaba is considered one of the greatest and most honorable acts in Arab and Islamic culture. The tradition of covering the Kaaba dates back to the Yemeni king Tuba Abu As'ad al-Kamil (387-430 CE), who is credited in Arab traditions as the first to fully cover the Kaaba before Islam. This tradition has continued to the present day, with the Kaaba being covered multiple times within a single year.\n\nThe covering of the Kaaba varies between cotton, velvet, linen, and silk. The Abbasid Caliph al-Ma'mun (813-1818 CE) established the tradition of covering the Kaaba once a year with black silk.\n\nSince the era of Caliph Abu Bakr al-Siddiq, the locations for making the coverings have diversified between Egypt, Damascus, and Yemen. However, during the reign of Sultan Salah al-Din Ayyubi (1240-1249), Egypt retained the honor of manufacturing and annually sending the coverings to Mecca. Many workshops were established for this purpose in Tanis, Tuna, and Shat'a, with the latest being the Dar al-Kiswa al-Mufarresha established by Muhammad Ali in Harnafish in 1818. It housed hundreds of skilled workers in the textile and embroidery industry.."
    }
  ]
}
